{
  "": {
    "project_id_version": "switchboard-go 0.2.0", 
    "report_msgid_bugs_to": "", 
    "pot_creation_date": "2013-02-02 12:16+0200", 
    "po_revision_date": "2013-10-25 22:45-0800", 
    "last_translator": "Matt Olson <molson@rubycloud.com>", 
    "language_team": "Swahili", 
    "language": "sw", 
    "mime_version": "1.0", 
    "content_type": "text/plain; charset=UTF-8", 
    "content_transfer_encoding": "8bit", 
    "plural_forms": "nplurals=2; plural=(n != 1);", 
    "x_generator": "Poedit 1.5.7"
  }, 
  "Back": [
    null, 
    "Rudi nyuma"
  ], 
  "Clinic": [
    null, 
    "Kliniki"
  ], 
  "Council": [
    null, 
    "Halmashauri"
  ], 
  "Dispensary": [
    null, 
    "Zahanati"
  ], 
  "Do you agree to the terms and conditions as laid out at http://www.healthnetwork.or.tz ? Your local DMO will also have a copy.": [
    null, 
    "Unakubaliana na masharti kama yalivyo kwenye tofuti http://www.healthnetwork.or.tz ? Mganga mkuu wa wilaya yako pia atakuwa na nakala."
  ], 
  "End Session": [
    null, 
    "Achia hapa"
  ], 
  "English": [
    null, 
    "Kiingereza"
  ], 
  "Enter details again": [
    null, 
    "Ingiza tena vielelezo"
  ], 
  "Health Centre": [
    null, 
    "Kituo cha Afya"
  ], 
  "Hospital": [
    null, 
    "Hospitali"
  ], 
  "If you would like to register at a later date please dial *149*24#.": [
    null, 
    "Ukitaka kujisajili siku nyingine, tafadhali piga simu *149*24#"
  ], 
  "Ministry of Health and Social Welfare": [
    null, 
    "Wizara ya Afya na Ustawi wa Jamii"
  ], 
  "NGO": [
    null, 
    "Asasi isiyo ya Serikali"
  ], 
  "No": [
    null, 
    "Hapana"
  ], 
  "None of the above": [
    null, 
    "Sio yo yote kati a hizo"
  ], 
  "Other": [
    null, 
    "Aina Nyingine"
  ], 
  "Please enter the official name of the facility where you primarily practice": [
    null, 
    "Tafadhali ingiza jina halali la kituo unapofanya kazi"
  ], 
  "Please enter your facility type:": [
    null, 
    "Tafadhali ingiza aina ya kituo chako:"
  ], 
  "Please enter your first name.": [
    null, 
    "Tafadhali ingiza jina lako la kwanza"
  ], 
  "Please enter your specialty:": [
    null, 
    "Tafadhali ingiza fani yako ya taaluma:"
  ], 
  "Please enter your surname.": [
    null, 
    "Tafadhali ingiza jina lako la ukoo"
  ], 
  "Please re-enter your district:": [
    null, 
    "Tafadhali ingiza tena jina la wilaya yako"
  ], 
  "Please select a valid language.": [
    null, 
    "Tafadhali chagua lugha uipendayo."
  ], 
  "Please write the name of your CADRE or enter '0' to return to the list of CADRES:": [
    null, 
    "Tafadhali andika jina la kundi lako au bonyeza '0' kurudi kwenye orodha ya makundi:"
  ], 
  "Sorry but that is not a valid Registration Number. Please try again or enter 0 if you do not have a registration number.": [
    null, 
    "Samahani, hiyo sio namba sahihi ya usajili. Jaribu tena au ingiza '0' kama huna namba ya usajili."
  ], 
  "Sorry but that is not a valid cheque number. Please try again or enter '0' if you do not have a cheque number.": [
    null, 
    "Samahani, namba hiyo sio sahihi. Jaribu tena au ingiza '0' kama huna namba ya cheki."
  ], 
  "Sorry but the registration number that you entered does not match with MCT records.": [
    null, 
    "Samahani, namba ya usajili havifanani na taarifa za usajili zillizopo."
  ], 
  "Sorry but we cannot verify you at this point. Please verify your details with MCT and dial *149*24# again to register.": [
    null, 
    "Samahani hatuwezi kuthibitisha taarifa zako kwa sasa. Tafadhai hakikisha taarifa zako na Baraza la Madaktari na baadaye piga *149*24# kujisajili"
  ], 
  "Sorry, this service is not yet available for your CADRE. Would you like us to contact you when this service becomes available for you?": [
    null, 
    "Samahani, huduma hii bado haipatikani kwa kundi lako. Utapenda tukujulishe wakati itakapopatikana?"
  ], 
  "Sorry. This service is only available to Health Practitioners with a Vodacom Sim card. Please register a new Vodacom SIM and then redial this number.": [
    null, 
    "Samahani. Huduma hii ni kwa watumishi wa Afya wenye kadi za Vodacom tu. Tafadhali andikisha kadi mpya ya Vodacom na jaribu tena baadaye."
  ], 
  "Swahili": [
    null, 
    "Kiswahili"
  ], 
  "Thank you for beginning your registration process. Please dial *149*24# again to complete your registration in a few easy steps.": [
    null, 
    "Aksante kwa kuanza kujiandikisha. Piga tena *149*24# ili umalizie usajili kwa njia fupi na rahisi."
  ], 
  "Thank you for registering with The Health Network Programme. We will verify your registration within 2 weeks and confirm by SMS when you can make free calls.": [
    null, 
    "Asante kwa kujisajili kwenye huduma hii ya Mtandao wa Watumishi wa Afya.Ndani ya wiki 2 tutakujulisha kwa njia ya meseji kama umeunganishwa kwenye mtandao huu."
  ], 
  "Thank you for trying to register, we will contact you when the programme is available for your cadre.": [
    null, 
    "Asante kwa kujaribu kujisajili. Tutakujulisha pindi kada yako itakapo ingizwa kwenye programu hii."
  ], 
  "Thank you for trying to register.": [
    null, 
    "Asante kwa kujaribu kujisajili."
  ], 
  "Thank you. You have almost completed your registration process. Please dial *149*24# again to complete just a few more questions.": [
    null, 
    "Aksante. Karibu unamaliza kujisajili. Tafadhali piga *149*24# kumalizia maswali machache yaliyobaki."
  ], 
  "The Facility you entered cannot be found. Did you mean:": [
    null, 
    "Kituo ulichoingiza hakipo. Ulimaanisha:"
  ], 
  "The district you entered cannot be found. Did you mean:": [
    null, 
    "Wilaya uliyoingiza haipo. Ulimaanisha:"
  ], 
  "To verify U are a government worker enter last 7-9 digits of your cheque no (eg 1234567). Enter '0' if U do not have a cheque no or are not a government worker": [
    null, 
    "Kuhakikisha wewe ni mtumishi wa serikali jaza tarakimu 7-9 za mwisho za Hundi yako (km 1234567). Bonyeza 0 kama huna namba ya hundi au kama hufanyi serikalini."
  ], 
  "To verify U are a registered health worker enter your Medical Council of Tanganyika REGISTRATION # (eg 1234). Enter '0' if U do not have a Registration Number": [
    null, 
    "Kuhakikisha wewe ni mfanyakazi wa afya aliyesajiliwa, jaza namba yako ya usajili ya Baraza la Madaktari la Tanganyika (km 1234). Bonyeza 0 kama huna namba."
  ], 
  "Training Institution": [
    null, 
    "Chuo"
  ], 
  "View more": [
    null, 
    "Onyesha aina nyingine"
  ], 
  "We are sorry but you cannot be registered unless you agree to the terms and conditions. Are you sure you would like to end the registration process?": [
    null, 
    "Tunasikitika huwezi kusajiliwa ikiwa hukubaliani na masharti.Unauhakika ya kuwa unapenda kuacha kujisajili?"
  ], 
  "Welcome back 2 the Health Network brought 2 U by Switchboard, Ministry of Health, MAT and Vodacom.\n\nPlease enter Ur district (eg Kilosa). No abbreviations please.": [
    null, 
    "Karibu kwenye Mtandao wa Afya unaoletwa kwako na MOHSW ikishirikiana na Switchboard na MAT na Vodacom.\n\nIngiza jina la wilaya yako (km Kilosa). Usifupishe jina."
  ], 
  "Welcome to the Health Network. FREE calls brought to U by Switchboard, Ministry of Health, MAT and Vodacom.\nPlease choose a language": [
    null, 
    "Karibu Mtandao wa Afya. Upigaji BURE wa simu unaletwa kwako na Wizara ya Afya, Switchboard, MAT na Vodacom.\nTafadhali chagua lugha"
  ], 
  "What CADRE are you?": [
    null, 
    "Wewe ni kada lipi?"
  ], 
  "Yes": [
    null, 
    "Ndiyo"
  ], 
  "Your session has ended but you have not completed your registration. Please dial *149*24# again to continue with your registration where you left off.": [
    null, 
    "Muda wako umekwisha lakini bado hujamaliza usajili. Tafadhali piga *149*24# kuendelea kujisajili pale ulipoishia."
  ], 
  "Zonal Training Centre": [
    null, 
    "Kituo cha Kanda cha Mafunzo"
  ]
}
